import React from 'react';

function ContentBook() {
  return (
    <div class="contentBooks">
      <div class="textIn">
        <p class="headproduct">ข้อมูลสินค้า :</p>
        <p class="nameBook">ดาบพิฆาตอสูร</p>
        <p>เนื้อเรื่องย่อ </p>
        <p class="storyBooks">
          ทันจิโร่ เป็นเด็กหนุ่มผู้มีจิตใจอ่อนโยนและเฉลียวฉลาด ในฐานะลูกชายคนโตของครอบครัวคนเผาถ่าน
          <br />
          หัวเรี่ยวหัวแรงในการหารายได้เลี้ยงดูครอบครัวจากการเผาถ่านไปขายหลังจากพ่อของเขาเสียชีวิต
          <br />
          ทุกสิ่งทุกอย่างได้เปลี่ยนแปลงไปเมื่อมีอสูรบุกเข้ามาสังหารคนในครอบครัวของทันจิโร่
          <br />
          เหลือแต่เพียงเขาและน้องสาวที่ชื่อ เนะซึโกะ เท่านั้น เนะซึโกะที่รอดตายมาได้กลับกลายเป็นอสูรไป
          <br />
          ทว่าก็น่าประหลาดใจที่เธอยังคงมีความคิดและการแสดงอารมณ์อย่างมนุษย์หลงเหลืออยู่
          <br />
          หลังจากที่ทันจิโร่ได้ต่อสู้กับโทมิโอะกะ กิยู นักล่าอสูรที่เดินทางผ่านมาและต้องการ
          <br />
          จะฆ่าเนะซึโกะที่กลายเป็นอสูรไปแล้ว เขาจึงตัดสินใจที่จะเป็นนักล่าอสูรตามคำชักชวนของกิยู
          <br />
          เพื่อหาทางทำให้น้องสาวกลับมาเป็นมนุษย์ และชำระแค้นจากอสูรที่ฆ่าคนในครอบครัวของเขาให้จงได้
        </p>
      </div>
    </div>
  );
}

export default ContentBook;
